brew "anyenv"
brew "webp"
brew "jpeg-xl"
brew "awscli"
brew "bat"
brew "bazel"
brew "glib"
brew "cocoapods"
brew "colordiff"
brew "docker-compose"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git-delta"
brew "graphviz"
brew "hexyl"
brew "jq"
brew "mint"
brew "plantuml"
brew "scrcpy"
brew "terminal-notifier"
brew "yt-dlp"
brew "zplug"
cask "zulu@11"
cask "vlc"
cask "wireshark"
cask burp-suite
cask "docker"