tap "hashicorp/tap"
tap "teamookla/speedtest"
tap "timvw/tap"
brew "webp"
brew "jpeg-xl"
brew "ca-certificates"
brew "awscli"
brew "bat"
brew "glib"
brew "bazel"
brew "cocoapods"
brew "colordiff"
brew "docker-compose"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git-delta"
brew "gnupg"
brew "graphviz"
brew "hexyl"
brew "jq"
brew "mint"
brew "mise"
brew "nmap"
brew "p7zip"
brew "plantuml"
brew "scrcpy"
brew "terminal-notifier"
brew "tmux"
brew "yt-dlp"
brew "zplug"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform"
cask "1password-cli"
cask "burp-suite"
cask "docker-desktop"
cask "jordanbaird-ice"
cask "ngrok"
cask "vlc"
cask "wireshark-app"
cask "zulu@11"
vscode "4ops.packer"
vscode "alefragnani.bookmarks"
vscode "ambar.bundle-size"
vscode "anthropic.claude-code"
vscode "anysphere.remote-containers"
vscode "bierner.markdown-mermaid"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.vscode-pull-request-github"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "heybourn.headwind"
vscode "jackiotyu.git-worktree-manager"
vscode "janisdd.vscode-edit-csv"
vscode "jebbs.plantuml"
vscode "mhutchie.git-graph"
vscode "ms-vscode-remote.remote-containers"
vscode "prisma.prisma"
vscode "renesaarsoo.sql-formatter-vsc"
vscode "ryu1kn.partial-diff"
vscode "statelyai.stately-vscode"
vscode "streetsidesoftware.code-spell-checker"
vscode "styled-components.vscode-styled-components"
vscode "stylelint.vscode-stylelint"
vscode "typescriptteam.native-preview"
vscode "usernamehw.errorlens"
vscode "vitest.explorer"
vscode "vscode-icons-team.vscode-icons"
vscode "yzane.markdown-pdf"
