tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/core"
tap "tmspzz/tap", "https://github.com/tmspzz/homebrew-tap.git"
brew "anyenv"
brew "awscli"
brew "bat"
brew "glib"
brew "carthage", args: ["HEAD"], link: false
brew "colordiff"
brew "exa"
brew "fastlane"
brew "fd"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "ffmpeg"
brew "fzf"
brew "hexyl"
brew "mint"
brew "neo4j"
brew "nkf"
brew "nmap"
brew "nodebrew"
brew "procs"
brew "python@3.8"
brew "ripgrep"
brew "ruby-build"
brew "rustup-init"
brew "telnet"
brew "terminal-notifier"
brew "yarn"
brew "youtube-dl"
brew "heroku/brew/heroku"
brew "tmspzz/tap/rome"
